---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CalloutSyncronizeBoundOffsetFar
source: html/c26eee21-a485-8b32-4b4e-441c37cc397d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CalloutSyncronizeBoundOffsetFar Property

"Far Clip Settings"

## Syntax (C#)
```csharp
public static ForgeTypeId CalloutSyncronizeBoundOffsetFar { get; }
```